Repository: GabrielMaxUA/ScrambleGame
Catalog: LearnScrumble/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, ne, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, vi, yue, zh, zh_tw

source: Shop assistant
ar: بائع في متجر
bg: Продавач-консултант
bn: দোকানের সহকারী
ca: Dependent
cs: Prodavač
da: Butiksassistent
de: Verkäufer
el: Υπάλληλος καταστήματος
es: Dependiente
eu: Dendaria
fa: فروشنده
fi: Myyjä
fr: Vendeur
gl: Dependente
gu: દુકાન સહાયક
he: מוכר בחנות
hi: दुकान सहायक
hr: Prodavač
hu: Bolti eladó
id: Pramuniaga
it: Commesso
ja: 販売員
kk: Сатушы
kn: ಅಂಗಡಿ ಸಹಾಯಕ
ko: 매장 판매원
lt: Pardavėjas
ml: കട സഹായി
mr: दुकान सहाय्यक
ms: Pembantu kedai
nb: Butikkmedarbeider
ne: पसल सहायक
nl: Winkelmedewerker
or: ଦୋକାନ ସହାୟକ
pa: ਦੁਕਾਨ ਸਹਾਇਕ
pl: Sprzedawca
pt_br: Vendedor de loja
pt_pt: Empregado de loja
ro: Vânzător
ru: Продавец
sk: Predavač
sl: Prodajalec
sq: Shitës
sv: Butiksbiträde
ta: கடை உதவியாளர்
te: దుకాణ సహాయకుడు
th: พนักงานขายหน้าร้าน
tr: Satış elemanı
uk: Продавець
vi: Nhân viên bán hàng
yue: 店務員
zh: 店员
zh_tw: 店員

source: Show hint
ar: إظهار التلميح
bg: Покажи подсказка
bn: ইঙ্গিত দেখান
ca: Mostra la pista
cs: Zobrazit nápovědu
da: Vis tip
de: Hinweis anzeigen
el: Εμφάνιση υπόδειξης
es: Mostrar pista
eu: Erakutsi pista
fa: نمایش راهنما
fi: Näytä vihje
fr: Afficher l’indice
gl: Amosar pista
gu: સંકેત બતાવો
he: הצגת רמז
hi: संकेत दिखाएँ
hr: Prikaži savjet
hu: Tipp megjelenítése
id: Tampilkan petunjuk
it: Mostra suggerimento
ja: ヒントを表示
kk: Кеңесті көрсету
kn: ಸುಳಿವು ತೋರಿಸಿ
ko: 힌트 보기
lt: Rodyti užuominą
ml: സൂചന കാണിക്കുക
mr: इशारा दाखवा
ms: Tunjukkan petunjuk
nb: Vis hint
ne: संकेत देखाउनुहोस्
nl: Toon hint
or: ସୂଚନା ଦେଖାନ୍ତୁ
pa: ਸੰਕੇਤ ਦਿਖਾਓ
pl: Pokaż podpowiedź
pt_br: Mostrar dica
pt_pt: Mostrar dica
ro: Arată indiciul
ru: Показать подсказку
sk: Zobraziť nápovedu
sl: Pokaži namig
sq: Shfaq sugjerimin
sv: Visa ledtråd
ta: குறிப்பைக் காட்டு
te: సూచన చూపించు
th: แสดงคำใบ้
tr: İpucunu göster
uk: Показати підказку
vi: Hiện gợi ý
yue: 顯示提示
zh: 显示提示
zh_tw: 顯示提示

source: Something went wrong
ar: حدث خطأ ما
bg: Нещо се обърка
bn: কিছু ভুল হয়েছে
ca: Alguna cosa ha fallat
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
eu: Arazo bat izan da
fa: مشکلی پیش آمد
fi: Jokin meni vikaan
fr: Un problème est survenu
gl: Algo fallou
gu: કંઈક ખોટું થયું
he: משהו השתבש
hi: कुछ गड़बड़ हो गई
hr: Nešto nije u redu
hu: Hiba történt
id: Terjadi kesalahan
it: Si è verificato un problema
ja: 問題が発生しました
kk: Қате шықты
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ko: 문제가 발생했습니다
lt: Įvyko klaida
ml: എന്തോ പിഴവ് സംഭവിച്ചു
mr: काहीतरी चुकले
ms: Sesuatu tidak kena
nb: Noe gikk galt
ne: केही गडबड भयो
nl: Er ging iets mis
or: କିଛି ଭୁଲ ହେଲା
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Algo correu mal
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sq: Diçka shkoi keq
sv: Något gick fel
ta: ஏதோ தவறு நடந்தது
te: ఏదో తప్పు జరిగింది
th: เกิดข้อผิดพลาด
tr: Bir sorun oluştu
uk: Щось пішло не так
vi: Đã xảy ra lỗi
yue: 出現問題
zh: 出了点问题
zh_tw: 發生問題

source: Something went wrong while preparing your words. Please try again.
ar: حدث خطأ أثناء تجهيز كلماتك. يُرجى المحاولة مرة أخرى.
bg: Нещо се обърка при подготовката на думите. Опитайте отново.
bn: আপনার শব্দ তৈরি করতে গিয়ে কিছু ভুল হয়েছে। আবার চেষ্টা করুন।
ca: Alguna cosa ha fallat en preparar les paraules. Torna-ho a provar.
cs: Při přípravě slov se něco pokazilo. Zkuste to znovu.
da: Noget gik galt under forberedelsen af dine ord. Prøv igen.
de: Beim Vorbereiten deiner Wörter ist etwas schiefgelaufen. Bitte versuche es erneut.
el: Κάτι πήγε στραβά κατά την προετοιμασία των λέξεων. Δοκίμασε ξανά.
es: Algo salió mal al preparar tus palabras. Inténtalo de nuevo.
eu: Arazo bat izan da hitzak prestatzean. Saiatu berriro.
fa: هنگام آماده‌سازی کلمات مشکلی پیش آمد. دوباره امتحان کنید.
fi: Sanojen valmistelussa tapahtui virhe. Yritä uudelleen.
fr: Un problème est survenu lors de la préparation de vos mots. Veuillez réessayer.
gl: Algo fallou ao preparar as túas palabras. Téntao de novo.
gu: તમારા શબ્દો તૈયાર કરતી વખતે કંઈક ખોટું થયું. ફરી પ્રયાસ કરો.
he: משהו השתבש בהכנת המילים. נסו שוב.
hi: आपके शब्द तैयार करते समय कुछ गड़बड़ हो गई। कृपया फिर से कोशिश करें।
hr: Nešto nije u redu pri pripremi riječi. Pokušajte ponovno.
hu: Hiba történt a szavak előkészítésekor. Próbáld újra.
id: Terjadi kesalahan saat menyiapkan kata-katamu. Coba lagi.
it: Si è verificato un problema durante la preparazione delle parole. Riprova.
ja: 単語の準備中に問題が発生しました。もう一度お試しください。
kk: Сөздерді дайындау кезінде қате шықты. Қайталап көріңіз.
kn: ನಿಮ್ಮ ಪದಗಳನ್ನು ಸಿದ್ಧಪಡಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 단어를 준비하는 중 문제가 발생했습니다. 다시 시도하세요.
lt: Ruošiant žodžius įvyko klaida. Bandykite dar kartą.
ml: നിങ്ങളുടെ വാക്കുകൾ തയ്യാറാക്കുമ്പോൾ എന്തോ പിഴവ് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കൂ.
mr: तुमचे शब्द तयार करताना काहीतरी चुकले. कृपया पुन्हा प्रयत्न करा.
ms: Sesuatu tidak kena semasa menyediakan perkataan anda. Cuba lagi.
nb: Noe gikk galt da ordene dine ble klargjort. Prøv igjen.
ne: तपाईंका शब्द तयार गर्दा केही गडबड भयो। फेरि प्रयास गर्नुहोस्।
nl: Er ging iets mis bij het voorbereiden van je woorden. Probeer het opnieuw.
or: ଆପଣଙ୍କ ଶବ୍ଦ ପ୍ରସ୍ତୁତ କରିବା ସମୟରେ କିଛି ଭୁଲ ହେଲା। ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਸ਼ਬਦ ਤਿਆਰ ਕਰਦੇ ਸਮੇਂ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Coś poszło nie tak podczas przygotowywania słów. Spróbuj ponownie.
pt_br: Algo deu errado ao preparar suas palavras. Tente de novo.
pt_pt: Algo correu mal ao preparar as suas palavras. Tente novamente.
ro: Ceva nu a mers bine la pregătirea cuvintelor. Încearcă din nou.
ru: Что-то пошло не так при подготовке слов. Попробуйте снова.
sk: Pri príprave slov sa niečo pokazilo. Skúste to znova.
sl: Pri pripravi besed je šlo nekaj narobe. Poskusite znova.
sq: Diçka shkoi keq gjatë përgatitjes së fjalëve. Provo përsëri.
sv: Något gick fel när dina ord förbereddes. Försök igen.
ta: உங்கள் சொற்களைத் தயாரிக்கும்போது ஏதோ தவறு நடந்தது. மீண்டும் முயலவும்.
te: మీ పదాలను సిద్ధం చేస్తున్నప్పుడు ఏదో తప్పు జరిగింది. మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะเตรียมคำศัพท์ โปรดลองอีกครั้ง
tr: Kelimeler hazırlanırken bir sorun oluştu. Lütfen tekrar dene.
uk: Щось пішло не так під час підготовки слів. Спробуйте ще раз.
vi: Đã xảy ra lỗi khi chuẩn bị từ vựng. Vui lòng thử lại.
yue: 準備詞彙時出現問題。請再試。
zh: 准备单词时出了问题。请重试。
zh_tw: 準備單字時發生問題。請再試一次。

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يُرجى المحاولة مرة أخرى.
bg: Нещо се обърка. Опитайте отново.
bn: কিছু ভুল হয়েছে। আবার চেষ্টা করুন।
ca: Alguna cosa ha fallat. Torna-ho a provar.
cs: Něco se pokazilo. Zkuste to znovu.
da: Noget gik galt. Prøv igen.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
el: Κάτι πήγε στραβά. Δοκίμασε ξανά.
es: Algo salió mal. Inténtalo de nuevo.
eu: Arazo bat izan da. Saiatu berriro.
fa: مشکلی پیش آمد. دوباره امتحان کنید.
fi: Jokin meni vikaan. Yritä uudelleen.
fr: Un problème est survenu. Veuillez réessayer.
gl: Algo fallou. Téntao de novo.
gu: કંઈક ખોટું થયું. ફરી પ્રયાસ કરો.
he: משהו השתבש. נסו שוב.
hi: कुछ गड़बड़ हो गई। कृपया फिर से कोशिश करें।
hr: Nešto nije u redu. Pokušajte ponovno.
hu: Hiba történt. Próbáld újra.
id: Terjadi kesalahan. Coba lagi.
it: Si è verificato un problema. Riprova.
ja: 問題が発生しました。もう一度お試しください。
kk: Қате шықты. Қайталап көріңіз.
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 문제가 발생했습니다. 다시 시도하세요.
lt: Įvyko klaida. Bandykite dar kartą.
ml: എന്തോ പിഴവ് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കൂ.
mr: काहीतरी चुकले. कृपया पुन्हा प्रयत्न करा.
ms: Sesuatu tidak kena. Cuba lagi.
nb: Noe gikk galt. Prøv igjen.
ne: केही गडबड भयो। फेरि प्रयास गर्नुहोस्।
nl: Er ging iets mis. Probeer het opnieuw.
or: କିଛି ଭୁଲ ହେଲା। ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente de novo.
pt_pt: Algo correu mal. Tente novamente.
ro: Ceva nu a mers bine. Încearcă din nou.
ru: Что-то пошло не так. Попробуйте снова.
sk: Niečo sa pokazilo. Skúste to znova.
sl: Nekaj je šlo narobe. Poskusite znova.
sq: Diçka shkoi keq. Provo përsëri.
sv: Något gick fel. Försök igen.
ta: ஏதோ தவறு நடந்தது. மீண்டும் முயலவும்.
te: ఏదో తప్పు జరిగింది. మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
tr: Bir sorun oluştu. Lütfen tekrar dene.
uk: Щось пішло не так. Спробуйте ще раз.
vi: Đã xảy ra lỗi. Vui lòng thử lại.
yue: 出現問題。請再試。
zh: 出了点问题。请重试。
zh_tw: 發生問題。請再試一次。

source: Speech speed
ar: سرعة النطق
bg: Скорост на речта
bn: কথার গতি
ca: Velocitat de la veu
cs: Rychlost řeči
da: Talehastighed
de: Sprechgeschwindigkeit
el: Ταχύτητα ομιλίας
es: Velocidad de voz
eu: Hizketaren abiadura
fa: سرعت گفتار
fi: Puhenopeus
fr: Vitesse de la voix
gl: Velocidade da voz
gu: બોલવાની ઝડપ
he: מהירות הדיבור
hi: बोलने की गति
hr: Brzina govora
hu: Beszédsebesség
id: Kecepatan bicara
it: Velocità della voce
ja: 読み上げ速度
kk: Сөйлеу жылдамдығы
kn: ಮಾತಿನ ವೇಗ
ko: 말하기 속도
lt: Kalbėjimo greitis
ml: സംസാര വേഗത
mr: बोलण्याचा वेग
ms: Kelajuan pertuturan
nb: Talehastighet
ne: बोल्ने गति
nl: Spreeksnelheid
or: କଥା କହିବାର ବେଗ
pa: ਬੋਲਣ ਦੀ ਗਤੀ
pl: Szybkość mowy
pt_br: Velocidade da fala
pt_pt: Velocidade da fala
ro: Viteza vorbirii
ru: Скорость речи
sk: Rýchlosť reči
sl: Hitrost govora
sq: Shpejtësia e të folurit
sv: Talhastighet
ta: பேச்சு வேகம்
te: మాట్లాడే వేగం
th: ความเร็วในการพูด
tr: Konuşma hızı
uk: Швидкість мовлення
vi: Tốc độ giọng nói
yue: 語速
zh: 语速
zh_tw: 語速

source: Start Learning
ar: ابدأ التعلّم
bg: Започни да учиш
bn: শেখা শুরু করুন
ca: Comença a aprendre
cs: Začít se učit
da: Begynd at lære
de: Jetzt lernen
el: Ξεκίνα τη μάθηση
es: Empezar a aprender
eu: Hasi ikasten
fa: شروع یادگیری
fi: Aloita oppiminen
fr: Commencer
gl: Comezar a aprender
gu: શીખવાનું શરૂ કરો
he: מתחילים ללמוד
hi: सीखना शुरू करें
hr: Počni učiti
hu: Tanulás indítása
id: Mulai belajar
it: Inizia a imparare
ja: 学習を始める
kk: Үйренуді бастау
kn: ಕಲಿಯಲು ಪ್ರಾರಂಭಿಸಿ
ko: 학습 시작
lt: Pradėti mokytis
ml: പഠനം ആരംഭിക്കൂ
mr: शिकायला सुरुवात करा
ms: Mula belajar
nb: Begynn å lære
ne: सिक्न सुरु गर्नुहोस्
nl: Begin met leren
or: ଶିଖିବା ଆରମ୍ଭ କରନ୍ତୁ
pa: ਸਿੱਖਣਾ ਸ਼ੁਰੂ ਕਰੋ
pl: Zacznij naukę
pt_br: Começar a aprender
pt_pt: Começar a aprender
ro: Începe să înveți
ru: Начать обучение
sk: Začať sa učiť
sl: Začni se učiti
sq: Fillo të mësosh
sv: Börja lära dig
ta: கற்கத் தொடங்கு
te: నేర్చుకోవడం ప్రారంభించండి
th: เริ่มเรียน
tr: Öğrenmeye başla
uk: Почати навчання
vi: Bắt đầu học
yue: 開始學習
zh: 开始学习
zh_tw: 開始學習

source: Subscription
ar: الاشتراك
bg: Абонамент
bn: সাবস্ক্রিপশন
ca: Subscripció
cs: Předplatné
da: Abonnement
de: Abo
el: Συνδρομή
es: Suscripción
eu: Harpidetza
fa: اشتراک
fi: Tilaus
fr: Abonnement
gl: Subscrición
gu: સબ્સ્ક્રિપ્શન
he: מינוי
hi: सदस्यता
hr: Pretplata
hu: Előfizetés
id: Langganan
it: Abbonamento
ja: サブスクリプション
kk: Жазылым
kn: ಚಂದಾದಾರಿಕೆ
ko: 구독
lt: Prenumerata
ml: സബ്‌സ്‌ക്രിപ്‌ഷൻ
mr: सदस्यत्व
ms: Langganan
nb: Abonnement
ne: सदस्यता
nl: Abonnement
or: ସଦସ୍ୟତା
pa: ਸਬਸਕ੍ਰਿਪਸ਼ਨ
pl: Subskrypcja
pt_br: Assinatura
pt_pt: Subscrição
ro: Abonament
ru: Подписка
sk: Predplatné
sl: Naročnina
sq: Abonimi
sv: Prenumeration
ta: சந்தா
te: సబ్‌స్క్రిప్షన్
th: การสมัครสมาชิก
tr: Abonelik
uk: Підписка
vi: Gói đăng ký
yue: 訂閱
zh: 订阅
zh_tw: 訂閱

source: Terms of Use
ar: شروط الاستخدام
bg: Условия за ползване
bn: ব্যবহারের শর্তাবলি
ca: Condicions d’ús
cs: Podmínky použití
da: Brugsbetingelser
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
eu: Erabilera-baldintzak
fa: شرایط استفاده
fi: Käyttöehdot
fr: Conditions d’utilisation
gl: Condicións de uso
gu: ઉપયોગની શરતો
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Condizioni d’uso
ja: 利用規約
kk: Пайдалану шарттары
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
ko: 이용 약관
lt: Naudojimo sąlygos
ml: ഉപയോഗ നിബന്ധനകൾ
mr: वापराच्या अटी
ms: Terma Penggunaan
nb: Bruksvilkår
ne: प्रयोगका सर्तहरू
nl: Gebruiksvoorwaarden
or: ବ୍ୟବହାର ସର୍ତ୍ତାବଳୀ
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki korzystania
pt_br: Termos de Uso
pt_pt: Termos de Utilização
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sq: Kushtet e përdorimit
sv: Användarvillkor
ta: பயன்பாட்டு விதிமுறைகள்
te: వినియోగ నిబంధనలు
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
yue: 使用條款
zh: 使用条款
zh_tw: 使用條款

source: This is taking longer than expected. Please try again.
ar: يستغرق هذا وقتًا أطول من المتوقع. يُرجى المحاولة مرة أخرى.
bg: Това отнема повече време от очакваното. Опитайте отново.
bn: প্রত্যাশার চেয়ে বেশি সময় লাগছে। আবার চেষ্টা করুন।
ca: Això està trigant més del previst. Torna-ho a provar.
cs: Trvá to déle, než se čekalo. Zkuste to znovu.
da: Det tager længere tid end forventet. Prøv igen.
de: Das dauert länger als erwartet. Bitte versuche es erneut.
el: Αυτό διαρκεί περισσότερο από το αναμενόμενο. Δοκίμασε ξανά.
es: Esto está tardando más de lo esperado. Inténtalo de nuevo.
eu: Espero baino gehiago ari da luzatzen. Saiatu berriro.
fa: این کار بیشتر از حد انتظار طول می‌کشد. دوباره امتحان کنید.
fi: Tämä kestää odotettua kauemmin. Yritä uudelleen.
fr: Cela prend plus de temps que prévu. Veuillez réessayer.
gl: Isto está tardando máis do esperado. Téntao de novo.
gu: અપેક્ષા કરતાં વધુ સમય લાગી રહ્યો છે. કૃપા કરી ફરી પ્રયાસ કરો.
he: זה לוקח יותר זמן מהצפוי. נסו שוב.
hi: इसमें उम्मीद से ज़्यादा समय लग रहा है। कृपया फिर से कोशिश करें।
hr: Ovo traje dulje od očekivanog. Pokušajte ponovno.
hu: Ez a vártnál tovább tart. Próbáld újra.
id: Ini memakan waktu lebih lama dari perkiraan. Coba lagi.
it: Ci sta mettendo più del previsto. Riprova.
ja: 予想より時間がかかっています。もう一度お試しください。
kk: Бұл күтілгеннен ұзағырақ уақыт алуда. Қайталап көріңіз.
kn: ನಿರೀಕ್ಷೆಗಿಂತ ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 예상보다 시간이 오래 걸리고 있습니다. 다시 시도하세요.
lt: Tai užtrunka ilgiau nei tikėtasi. Bandykite dar kartą.
ml: പ്രതീക്ഷിച്ചതിലും കൂടുതൽ സമയമെടുക്കുന്നു. വീണ്ടും ശ്രമിക്കൂ.
mr: अपेक्षेपेक्षा जास्त वेळ लागत आहे. कृपया पुन्हा प्रयत्न करा.
ms: Ini mengambil masa lebih lama daripada dijangka. Cuba lagi.
nb: Dette tar lengre tid enn forventet. Prøv igjen.
ne: यसमा अपेक्षाभन्दा बढी समय लागिरहेको छ। फेरि प्रयास गर्नुहोस्।
nl: Dit duurt langer dan verwacht. Probeer het opnieuw.
or: ଆଶାଠାରୁ ଅଧିକ ସମୟ ଲାଗୁଛି। ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਇਸ ਵਿੱਚ ਉਮੀਦ ਨਾਲੋਂ ਵੱਧ ਸਮਾਂ ਲੱਗ ਰਿਹਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Trwa to dłużej niż zwykle. Spróbuj ponownie.
pt_br: Isso está demorando mais do que o esperado. Tente de novo.
pt_pt: Isto está a demorar mais do que o esperado. Tente novamente.
ro: Durează mai mult decât ne așteptam. Încearcă din nou.
ru: Это занимает больше времени, чем ожидалось. Попробуйте снова.
sk: Trvá to dlhšie, ako sa čakalo. Skúste to znova.
sl: To traja dlje od pričakovanega. Poskusite znova.
sq: Po zgjat më shumë se sa pritej. Provo përsëri.
sv: Det här tar längre tid än väntat. Försök igen.
ta: எதிர்பார்த்ததை விட அதிக நேரம் ஆகிறது. மீண்டும் முயலவும்.
te: ఊహించిన దానికంటే ఎక్కువ సమయం పడుతోంది. మళ్లీ ప్రయత్నించండి.
th: ใช้เวลานานกว่าที่คาดไว้ โปรดลองอีกครั้ง
tr: Bu beklenenden uzun sürüyor. Lütfen tekrar dene.
uk: Це триває довше, ніж очікувалося. Спробуйте ще раз.
vi: Việc này mất nhiều thời gian hơn dự kiến. Vui lòng thử lại.
yue: 所需時間比預期長。請再試。
zh: 所需时间比预期长。请重试。
zh_tw: 所需時間比預期長。請再試一次。

source: This round will end. Your answers so far are saved.
ar: ستنتهي هذه الجولة. إجاباتك حتى الآن محفوظة.
bg: Този рунд ще приключи. Отговорите ви досега са запазени.
bn: এই রাউন্ড শেষ হবে। এ পর্যন্ত আপনার উত্তরগুলো সংরক্ষিত আছে।
ca: Aquesta ronda s’acabarà. Les respostes que has donat fins ara estan desades.
cs: Toto kolo skončí. Vaše dosavadní odpovědi jsou uložené.
da: Denne runde slutter. Dine svar indtil nu er gemt.
de: Diese Runde wird beendet. Deine bisherigen Antworten sind gespeichert.
el: Αυτός ο γύρος θα τελειώσει. Οι απαντήσεις σου μέχρι τώρα έχουν αποθηκευτεί.
es: Esta ronda terminará. Tus respuestas hasta ahora están guardadas.
eu: Txanda hau amaitu egingo da. Orain arteko erantzunak gordeta daude.
fa: این دور تمام می‌شود. پاسخ‌های شما تا اینجا ذخیره شده است.
fi: Tämä kierros päättyy. Tähänastiset vastauksesi on tallennettu.
fr: Cette manche va se terminer. Vos réponses jusqu’ici sont enregistrées.
gl: Esta rolda vai rematar. As túas respostas ata agora están gardadas.
gu: આ રાઉન્ડ પૂરો થશે. અત્યાર સુધીના તમારા જવાબો સાચવેલા છે.
he: הסבב הזה יסתיים. התשובות שלכם עד כה נשמרו.
hi: यह राउंड खत्म हो जाएगा। अब तक के आपके जवाब सहेज लिए गए हैं।
hr: Ova runda će završiti. Vaši dosadašnji odgovori su spremljeni.
hu: Ez a kör véget ér. Az eddigi válaszaidat elmentettük.
id: Ronde ini akan berakhir. Jawabanmu sejauh ini sudah tersimpan.
it: Questo round terminerà. Le tue risposte finora sono salvate.
ja: このラウンドは終了します。ここまでの回答は保存されています。
kk: Бұл раунд аяқталады. Осы уақытқа дейінгі жауаптарыңыз сақталды.
kn: ಈ ಸುತ್ತು ಕೊನೆಗೊಳ್ಳುತ್ತದೆ. ಇಲ್ಲಿಯವರೆಗಿನ ನಿಮ್ಮ ಉತ್ತರಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ.
ko: 이번 라운드가 종료됩니다. 지금까지의 답변은 저장되어 있습니다.
lt: Šis raundas baigsis. Iki šiol pateikti atsakymai išsaugoti.
ml: ഈ റൗണ്ട് അവസാനിക്കും. ഇതുവരെയുള്ള നിങ്ങളുടെ ഉത്തരങ്ങൾ സേവ് ചെയ്തിട്ടുണ്ട്.
mr: ही फेरी संपेल. आतापर्यंतची तुमची उत्तरे जतन केली आहेत.
ms: Pusingan ini akan tamat. Jawapan anda setakat ini telah disimpan.
nb: Denne runden avsluttes. Svarene dine så langt er lagret.
ne: यो राउन्ड समाप्त हुनेछ। अहिलेसम्मका तपाईंका उत्तरहरू सुरक्षित छन्।
nl: Deze ronde wordt beëindigd. Je antwoorden tot nu toe zijn bewaard.
or: ଏହି ରାଉଣ୍ଡ ଶେଷ ହେବ। ଏପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଉତ୍ତରଗୁଡ଼ିକ ସଞ୍ଚିତ ଅଛି।
pa: ਇਹ ਰਾਊਂਡ ਖਤਮ ਹੋ ਜਾਵੇਗਾ। ਹੁਣ ਤੱਕ ਦੇ ਤੁਹਾਡੇ ਜਵਾਬ ਸੰਭਾਲੇ ਗਏ ਹਨ।
pl: Ta runda się zakończy. Twoje dotychczasowe odpowiedzi są zapisane.
pt_br: Esta rodada será encerrada. Suas respostas até agora estão salvas.
pt_pt: Esta ronda vai terminar. As suas respostas até agora estão guardadas.
ro: Această rundă se va încheia. Răspunsurile tale de până acum sunt salvate.
ru: Этот раунд будет завершён. Ваши ответы на данный момент сохранены.
sk: Toto kolo sa skončí. Vaše doterajšie odpovede sú uložené.
sl: Ta krog se bo končal. Vaši dosedanji odgovori so shranjeni.
sq: Ky raund do të mbarojë. Përgjigjet e tua deri tani janë ruajtur.
sv: Den här rundan avslutas. Dina svar hittills är sparade.
ta: இந்தச் சுற்று முடிவடையும். இதுவரையிலான உங்கள் பதில்கள் சேமிக்கப்பட்டுள்ளன.
te: ఈ రౌండ్ ముగుస్తుంది. ఇప్పటివరకు మీ సమాధానాలు సేవ్ అయ్యాయి.
th: รอบนี้จะสิ้นสุดลง คำตอบของคุณจนถึงตอนนี้ถูกบันทึกแล้ว
tr: Bu tur sona erecek. Şimdiye kadarki cevapların kaydedildi.
uk: Цей раунд завершиться. Ваші відповіді на цей момент збережено.
vi: Vòng này sẽ kết thúc. Các câu trả lời của bạn đến lúc này đã được lưu.
yue: 今輪即將結束。你目前的答案已儲存。
zh: 本轮将结束。你目前的回答已保存。
zh_tw: 本回合即將結束。你目前的答案已儲存。

source: This set
ar: هذه المجموعة
bg: Този набор
bn: এই সেট
ca: Aquesta sèrie
cs: Tato sada
da: Denne runde
de: Diese Runde
el: Αυτό το σετ
es: Esta ronda
eu: Multzo hau
fa: این مجموعه
fi: Tämä sarja
fr: Cette série
gl: Esta serie
gu: આ સેટ
he: הסט הזה
hi: यह सेट
hr: Ovaj skup
hu: Ez a kör
id: Set ini
it: Questa serie
ja: このセット
kk: Осы жинақ
kn: ಈ ಸೆಟ್
ko: 이번 세트
lt: Šis rinkinys
ml: ഈ സെറ്റ്
mr: हा संच
ms: Set ini
nb: Denne runden
ne: यो सेट
nl: Deze reeks
or: ଏହି ସେଟ୍
pa: ਇਹ ਸੈੱਟ
pl: Ta seria
pt_br: Esta rodada
pt_pt: Esta ronda
ro: Acest set
ru: Этот набор
sk: Táto sada
sl: Ta niz
sq: Ky grup
sv: Den här omgången
ta: இந்தத் தொகுப்பு
te: ఈ సెట్
th: ชุดนี้
tr: Bu set
uk: Цей набір
vi: Bộ này
yue: 今組
zh: 本组
zh_tw: 本組

source: Today's free words are done
ar: انتهت كلماتك المجانية لهذا اليوم
bg: Безплатните думи за днес свършиха
bn: আজকের ফ্রি শব্দ শেষ
ca: Les paraules gratuïtes d’avui s’han acabat
cs: Dnešní slova zdarma jsou vyčerpána
da: Dagens gratis ord er brugt
de: Die Gratis-Wörter für heute sind aufgebraucht
el: Οι δωρεάν λέξεις για σήμερα τελείωσαν
es: Se acabaron las palabras gratis de hoy
eu: Gaurko doako hitzak amaitu dira
fa: کلمات رایگان امروز تمام شد
fi: Päivän ilmaiset sanat on käytetty
fr: Vos mots gratuits du jour sont épuisés
gl: Acabáronse as palabras gratuítas de hoxe
gu: આજના મફત શબ્દો પૂરા થયા
he: המילים החינמיות של היום נגמרו
hi: आज के मुफ़्त शब्द खत्म हो गए
hr: Današnje besplatne riječi su potrošene
hu: Elfogytak a mai ingyenes szavak
id: Kata gratis hari ini sudah habis
it: Le parole gratuite di oggi sono finite
ja: 今日の無料単語は終了しました
kk: Бүгінгі тегін сөздер бітті
kn: ಇಂದಿನ ಉಚಿತ ಪದಗಳು ಮುಗಿದಿವೆ
ko: 오늘의 무료 단어를 모두 사용했습니다
lt: Šiandienos nemokami žodžiai baigėsi
ml: ഇന്നത്തെ സൗജന്യ വാക്കുകൾ തീർന്നു
mr: आजचे मोफत शब्द संपले
ms: Perkataan percuma hari ini sudah habis
nb: Dagens gratisord er brukt opp
ne: आजका निःशुल्क शब्दहरू सकिए
nl: De gratis woorden van vandaag zijn op
or: ଆଜିର ମାଗଣା ଶବ୍ଦ ସରିଗଲା
pa: ਅੱਜ ਦੇ ਮੁਫ਼ਤ ਸ਼ਬਦ ਖਤਮ ਹੋ ਗਏ
pl: Dzisiejsze darmowe słowa się skończyły
pt_br: Suas palavras grátis de hoje acabaram
pt_pt: As palavras gratuitas de hoje acabaram
ro: Cuvintele gratuite de azi s-au terminat
ru: Бесплатные слова на сегодня закончились
sk: Dnešné slová zadarmo sa minuli
sl: Današnje brezplačne besede so porabljene
sq: Fjalët falas të sotme mbaruan
sv: Dagens gratisord är slut
ta: இன்றைய இலவச சொற்கள் முடிந்தன
te: ఈరోజు ఉచిత పదాలు అయిపోయాయి
th: คำศัพท์ฟรีของวันนี้หมดแล้ว
tr: Bugünkü ücretsiz kelimeler bitti
uk: Безкоштовні слова на сьогодні закінчилися
vi: Đã hết từ miễn phí của hôm nay
yue: 今天的免費詞彙已用完
zh: 今天的免费单词已用完
zh_tw: 今天的免費單字已用完

source: Truck driver
ar: سائق شاحنة
bg: Шофьор на камион
bn: ট্রাক চালক
ca: Camioner
cs: Řidič kamionu
da: Lastbilchauffør
de: Lkw-Fahrer
el: Οδηγός φορτηγού
es: Camionero
eu: Kamioi-gidaria
fa: راننده کامیون
fi: Kuorma-autonkuljettaja
fr: Chauffeur routier
gl: Camioneiro
gu: ટ્રક ડ્રાઇવર
he: נהג משאית
hi: ट्रक ड्राइवर
hr: Vozač kamiona
hu: Kamionsofőr
id: Sopir truk
it: Camionista
ja: トラック運転手
kk: Жүк көлігінің жүргізушісі
kn: ಟ್ರಕ್ ಚಾಲಕ
ko: 트럭 운전사
lt: Sunkvežimio vairuotojas
ml: ട്രക്ക് ഡ്രൈവർ
mr: ट्रक चालक
ms: Pemandu lori
nb: Lastebilsjåfør
ne: ट्रक चालक
nl: Vrachtwagenchauffeur
or: ଟ୍ରକ ଡ୍ରାଇଭର
pa: ਟਰੱਕ ਡਰਾਈਵਰ
pl: Kierowca ciężarówki
pt_br: Caminhoneiro
pt_pt: Camionista
ro: Șofer de camion
ru: Водитель грузовика
sk: Vodič kamióna
sl: Voznik tovornjaka
sq: Shofer kamioni
sv: Lastbilschaufför
ta: லாரி ஓட்டுநர்
te: ట్రక్ డ్రైవర్
th: พนักงานขับรถบรรทุก
tr: Kamyon şoförü
uk: Водій вантажівки
vi: Tài xế xe tải
yue: 貨車司機
zh: 卡车司机
zh_tw: 卡車司機

source: Try it
ar: جرّبه
bg: Опитайте
bn: চেষ্টা করুন
ca: Prova-ho
cs: Vyzkoušet
da: Prøv det
de: Ausprobieren
el: Δοκίμασέ το
es: Probar
eu: Probatu
fa: امتحان کنید
fi: Kokeile
fr: Essayer
gl: Probar
gu: અજમાવો
he: נסו
hi: आज़माएँ
hr: Isprobaj
hu: Kipróbálom
id: Coba
it: Prova
ja: 試す
kk: Байқап көру
kn: ಪ್ರಯತ್ನಿಸಿ
ko: 들어 보기
lt: Išbandyti
ml: പരീക്ഷിക്കുക
mr: वापरून पहा
ms: Cuba
nb: Prøv
ne: प्रयास गर्नुहोस्
nl: Probeer
or: ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਅਜ਼ਮਾਓ
pl: Wypróbuj
pt_br: Testar
pt_pt: Experimentar
ro: Încearcă
ru: Попробовать
sk: Vyskúšať
sl: Preizkusi
sq: Provoje
sv: Testa
ta: முயற்சி செய்
te: ప్రయత్నించండి
th: ลองฟัง
tr: Dene
uk: Спробувати
vi: Thử nghe
yue: 試聽
zh: 试听
zh_tw: 試聽

source: Voice
ar: الصوت
bg: Глас
bn: কণ্ঠস্বর
ca: Veu
cs: Hlas
da: Stemme
de: Stimme
el: Φωνή
es: Voz
eu: Ahotsa
fa: صدا
fi: Ääni
fr: Voix
gl: Voz
gu: અવાજ
he: קול
hi: आवाज़
hr: Glas
hu: Hang
id: Suara
it: Voce
ja: 声
kk: Дауыс
kn: ಧ್ವನಿ
ko: 음성
lt: Balsas
ml: ശബ്ദം
mr: आवाज
ms: Suara
nb: Stemme
ne: आवाज
nl: Stem
or: ସ୍ୱର
pa: ਆਵਾਜ਼
pl: Głos
pt_br: Voz
pt_pt: Voz
ro: Voce
ru: Голос
sk: Hlas
sl: Glas
sq: Zëri
sv: Röst
ta: குரல்
te: వాయిస్
th: เสียง
tr: Ses
uk: Голос
vi: Giọng nói
yue: 聲音
zh: 声音
zh_tw: 聲音
